tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask"
tap "koekeishiya/formulae"

brew "asdf"
brew "bat"
brew "cowsay"
brew "exa"
brew "fzf" # $(brew --prefix)/opt/fzf/install
brew "git"
brew "jq"
brew "nvim"
brew "ripgrep"
brew "skhd", restart_service: true
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"

cask "alacritty"
